{
  "title": "Training Protocols",
  "content": "<div style=\"color:#ddd; font-family:monospace; line-height:1.6;\"><h1 style=\"color:#e74c3c; text-transform:uppercase;\">Training Protocols</h1><img src=\"assets/training-drill.jpg\" alt=\"Foundation Training Drill\" style=\"width:100%; border-radius:8px; margin:15px 0;\"><h2 style=\"color:#3498db;\">Purpose</h2><p>Training Protocols within Foundation512 forge personnel into instruments of control, resilience, and precision. New recruits are indoctrinated into a doctrine where failure is equated to existential risk. Every drill serves to sharpen reflexes, calibrate psychological resistance, and prepare individuals for contact with the anomalous.</p><h2 style=\"color:#2ecc71;\">Containment Simulations</h2><p>Cadets undergo staged environments with holographic projections, biological mock-ups, and controlled manifestations. These environments are designed to be disorienting, replicating the unpredictability of real incidents. Cadets must navigate chaos while following strict containment protocols—hesitation is failure, improvisation is punished unless it leads to control.</p><h2 style=\"color:#9b59b6;\">Psychological Indoctrination</h2><p>Recruits are taught to perceive anomalies not as supernatural horrors but as <span style=\"color:#f39c12;\">neutralized variables</span> to be measured, dissected, and ultimately contained. Emotional detachment is drilled until instinctive. The result: personnel who can stand face-to-face with entities that defy natural law without succumbing to madness.</p><h2 style=\"color:#e67e22;\">Doctrine</h2><p>Every Training Protocol is iterative, evolving alongside new Incident Reports. Lessons learned from past breaches are encoded into the next generation’s curriculum. The daily reminder remains engraved on every wall, every briefing hall, every training yard: <strong>Complacency is death. Discipline is survival.</strong></p><img src=\"assets/training-field.jpg\" alt=\"Personnel Training Field\" style=\"width:100%; border-radius:8px; margin:15px 0;\"></div>"
}
